// import React from 'react';

// const About = () => {
//   return (
//     <div className="about-container">
//       <h1 className="about-heading">ברוכים הבאים לאתר שלנו, המקום שבו אופנה ופשטות נפגשים.</h1>
//       <p className="about-paragraph">
//         אני רחל אפינגר, מייסדת האתר, והחזון שלי הוא לאפשר לכל אישה להתלבש יפה,
//         צנוע ואלגנטי במחירים הוגנים. האתר שלנו מתמחה בהשכרה ומכירה של שמלות ערב
//         צנועות ואלגנטיות, המותאמות לכל אירוע ולכל סגנון אישי.
//       </p>
//       <p className="about-paragraph">
//         בעולם שבו אופנה יכולה לפעמים להרגיש רחוקה מהישג יד, אנו שואפים להנגיש
//         שמלות איכותיות ומעוצבות לכל אישה, תוך שמירה על עקרונות הצניעות
//         והאלגנטיות. המטרה שלנו היא שכל לקוחה תוכל להרגיש מיוחדת ובטוחה בעצמה,
//         תוך שמירה על הערכים והמסורת שלה.
//       </p>
//       <p className="about-paragraph">
//         המשימה שלנו היא להציע קולקציה מגוונת ועדכנית של שמלות ערב שיתאימו לכל
//         טעם ולכל צורך, מבלי להתפשר על האיכות או על המחיר. אנו מזמינים אתכן
//         להתרשם מהקולקציה שלנו ולמצוא את השמלה המושלמת עבורכן.
//       </p>
//       <p className="about-paragraph">
//         תודה שבחרתן בנו!
//       </p>
//       <p className="about-paragraph">
//         באהבה,
//         <br />
//         רחל אפינגר והצוות
//       </p>
//     </div>
//   );
// };

// export default About;
